// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Sono disponibili aggiornamenti software per il computer. Desideri installarli adesso?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Puoi continuare ad usare il computer durante l'installazione. Non sarà poi necessario riavviarlo al completamento dell'installazione.";
"INSTALL_TITLE" = "Installa";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Gli aggiornamenti software per il tuo computer sono pronti per l'installazione. Desideri installarli adesso?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Devi riavviare il computer dopo l'installazione degli aggiornamenti.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installa e riavvia";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Per installare gli aggiornamenti devi eseguire il logout.";
"LOG_OUT_AND_INSTALL_TITLE" = "Esegui il logout e installa";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Devi spegnere il computer dopo l'installazione degli aggiornamenti.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installa e spegni";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Sono disponibili degli aggiornamenti software per il tuo computer. Desideri scaricarli ed installarli?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Devi riavviare il computer dopo l'installazione degli aggiornamenti.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Sono disponibili degli aggiornamenti software per il tuo computer. Desideri scaricarli ed installarli?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Dopo aver scaricato gli aggiornamenti devi eseguire il logout.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Sono disponibili degli aggiornamenti software per il tuo computer. Desideri scaricarli ed installarli?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Devi spegnere il computer dopo l'installazione degli aggiornamenti.";

"CONTINUE_TITLE" = "Continua";


// common buttons
"NOT_NOW_TITLE" = "Non adesso";
"SHOW_DETAILS_TITLE" = "Mostra dettagli";
